tap "nikitabobko/tap"
tap "FelixKratz/formulae"
tap "oven-sh/bun"

brew "awscli"
brew "bat"
brew "felixkratz/formulae/borders"
brew "btop"
brew "bun"
brew "eza"
brew "fd"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "mise"
brew "nmap"
brew "node"
brew "oh-my-posh"
brew "pipx"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "stow"
brew "tldr"
brew "uv"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-completions"

cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "hiddenbar"
cask "itsycal"
cask "mos@beta"
cask "obsidian"
cask "raycast"
cask "stats"
cask "telegram"
cask "telegram-desktop"
cask "whatsapp"
cask "zed"
